Repository: aditia9/theexecutive-iOS-
Catalog: *.lproj/Localizable.strings
Languages: id_id

source: Email Address is required.
id_id: Masukan alamat email

source: Password is required.
id_id: Masukan kata sandi.

source: First Name is required.
id_id: Masukan nama depan.

source: Last Name is required.
id_id: Masukan nama belakang.

source: Street Address Line 1 is required.
id_id: masukan alamat 1.

source: EDIT ADDRESS
id_id: UBAH ALAMAT

source: Mobile Number is required.
id_id: Masukan nomor telepon.

source: No cities available.
id_id: Kota tidak tersedia.

source: Country is required.
id_id: Masukan Negara.

source: State is required.
id_id: Masukan Provinsi.

source: City is required.
id_id: Masukan Kota.

source: No cities for this state.
id_id: Kota tidak tersedia.

source: Zip/ Postal Code is required.
id_id: Masukan Kode Pos.

source: Confirm Password is required.
id_id: Masukan kembali Kata Sandi baru.

source: Birth Date is required.
id_id: Masukan tanggal lahir.

source: The password does not match, kindly enter the same password as above.
id_id: Kata sandi yang anda masukan tidak sesuai, mohon masukan kata sandi yang sama.

source: Oops.. we couldn't find what you need.
id_id: Produk tidak dapat ditemukan.

source: Current Password is required.
id_id: Masukan Kata Sandi Lama.

source: New Password is required.
id_id: Masukan Kata Sandi Baru.

source: Confirm New Password is required.
id_id: Masukan kembali Kata Sandi baru.

source: Email address is required in valid format.
id_id: Alamat email tidak valid.

source: Password must contain 8 or more characters, at least 1 alphabet and 1 number.
id_id: Kata sandi harus memuat 8 karakter atau lebih, karakter khusus dan angka.

source: Length should be between 8 to 16.
id_id: Panjang karakter harus 8 hingga 16.

source: The email address or password do not match with our system, Kindly enter the valid credentials.
id_id: Email atau Kata Sandi tidak sesuai, mohon masukan Email atau Kata Sandi yang sesuai.

source: Oops.. we couldn't connect to your wishlist, Kindly login/Register to the app.
id_id: Maaf, untuk menambahkan wishlist, mohon Login/Register terlebih dahulu.

source: No country available right now.
id_id: Tidak ada negara yang tersedia saat ini.

source: Order number is required.
id_id: Masukan No. Order.

source: Bank number is required.
id_id: Masukan no. rekening bank.

source: Holder account number is required.
id_id: Masukan No. Rekening.

source: Transfer amount is required.
id_id: Masukan Jumlah Uang Yang Di Transfer.

source: Bank recipient is required.
id_id: Masukan Bukti Pembayaran.

source: Transfer method is required.
id_id: Masukan metode transfer.

source: Transfer date is required.
id_id: Masukan Tanggal Transfer.

source: Attachment File is required.
id_id: Masukan Lampiran.

source: Welcome aboard, you are now a member of The Executive. Kindly verify your email.
id_id: Selamat datang, Anda sekarang menjadi anggota The Executive. Mohon verifikasi email Anda.

source: Welcome aboard, you are now a member of The Executive.
id_id: Selamat, anda telah terdaftar sebagai member The Executive.

source: We have sent you an email, please follow the instruction to reset password.
id_id: Kami telah mengirimkan email, mohon ikuti instruksi untuk mengubah kata sandi.

source: Product added to bag
id_id: Produk telah ditambahkan ke Tas Belanja

source: added to wishlist.
id_id: telah ditambahkan ke Wishlist.

source: Sorry, some error occured. Please try again.
id_id: Terjadi kesalahan. Mohon coba lagi.

source: your address has been changed successfully.
id_id: Alamat anda telah berhasil diperbarui.

source: You can not delete default address. For deleting this make another address delete.
id_id: Anda tidak bisa menghapus alamat utama, silakan membuat alamat utama yang baru terlebih dahulu.

source: Your password successfully changed.
id_id: Anda sukses mengubah kata sandi.

source: Product added to bag.
id_id: Produk telah ditambahkan ke Tas Belanja.

source: It seems like you are already registered with us, Kindly login.
id_id: Email anda sudah terdaftar, Login untuk masuk.

source: SELECT LANGUAGE
id_id: PILIH BAHASA

source: FORGOT PASSWORD
id_id: LUPA KATA SANDI

source: CREATE AN ACCOUNT
id_id: BUAT AKUN

source: MY INFORMATION
id_id: INFORMASI

source: ADDRESS BOOK
id_id: BUKU ALAMAT

source: ADD ADDRESS
id_id: TAMBAH ALAMAT

source: SHOPPING BAG
id_id: TAS BELANJA

source: Care Instruction
id_id: Cara Perawatan

source: Size Guideline
id_id: Panduan ukuran

source: Shipping
id_id: Info pengiriman

source: Returns
id_id: Info pengembalian barang

source: Buying Guideline
id_id: Info pemesanan

source: BANK TRANSFER CONFIRMATION
id_id: KONFIRMASI BANK TRANSFER

source: PROMOTION
id_id: PROMOSI

source: TERMS AND CONDITION
id_id: SYARAT DAN KETENTUAN

source: MY ACCOUNT
id_id: AKUN

source: NOTIFICATIONS
id_id: NOTIFIKASI

source: Login
id_id: Masuk

source: Forgot Password?
id_id: Lupa kata sandi?

source: CHANGE PASSWORD
id_id: UBAH KATA SANDI

source: Chat
id_id: Hubungi Kami

source: Existing Customer
id_id: Pelanggan Terdaftar

source: Password
id_id: Kata Sandi

source: LOG IN
id_id: M A S U K

source: Login with
id_id: Login dengan

source: New Customer
id_id: Pelanggan baru

source: Please enter your Email address below.
id_id: Masukan alamat email.

source: * You will receive an email to reset your password.
id_id: * Anda akan mendapatkan email untuk mengubah kata sandi

source: SUBMIT
id_id: LANJUTKAN

source: Last name
id_id: Nama belakang

source: Select Gender
id_id: Pilih jenis kelamin

source: Male
id_id: Laki-laki

source: Female
id_id: Perempuan

source: Street Address Line 2
id_id: Alamat 2

source: Country
id_id: Negara

source: State/ Province
id_id: Provinsi

source: City
id_id: Kota

source: Zip/ Postal Code
id_id: Kode Pos

source: Confirm Password
id_id: Masukan kembali kata sandi

source: Street Address Line 1
id_id: Alamat 1

source: Subscribe to our newsletter to stay updated on the latest promotions, new arrivals and online exclusives.
id_id: Subscribe untuk mendapatkan Newsletter serta promo khusus online.

source: Current Password
id_id: Kata Sandi

source: New Password
id_id: Kata Sandi Baru

source: Confirm New Password
id_id: Konfirmasi Kata Sandi

source: My Information
id_id: Informasi

source: Shipping Address
id_id: Alamat pengiriman

source: Notification
id_id: Notifikasi

source: Subscribe to Newsletter
id_id: Subscribe untuk mendapatkan Newsletter

source: Select Language
id_id: Pilih bahasa

source: Change Password
id_id: Ubah Kata Sandi

source: Buying Guide
id_id: Info pemesanan

source: Contact Us
id_id: Hubungi kami

source: Setting
id_id: Pengaturan

source: LOGOUT
id_id: KELUAR

source: Notifications
id_id: Notifikasi

source: Bank Transfer Confirmation
id_id: Konfirmasi Bank Transfer

source: Order Placed Successfully
id_id: Pesanan anda telah berhasil

source: Thanks for your order.
id_id: Terima kasih untuk order Anda.

source: Order Cancelled.
id_id: Order telah dibatalkan.

source: Your order has been cancelled.
id_id: Order telah dibatalkan.

source: Order Failed
id_id: Order gagal

source: Your order has been failed.
id_id: Order gagal.

source: You will receive an order confirmation email with detail of your order.
id_id: Anda akan menerima email konfirmasi pesanan dengan detail pesanan Anda.

source: Your Virtual Account Number is
id_id: No. Virtual Account anda adalah

source: Bank Account
id_id: Akun bank

source: item(s)
id_id: barang

source: View Order
id_id: Lihat Pesanan

source: Continue Shopping
id_id: Lanjut Belanja

source: Shipping Method
id_id: Metode Pengiriman

source: Payment Method
id_id: Metode Pembayaran

source: VIEW ALL
id_id: LIHAT SEMUA

source: By creating an account, you agree to the applicable Terms & Conditions.
id_id: Dengan membuat akun, anda menyetujui syarat dan ketentuan yang berlaku.

source: Terms & Conditions
id_id: syarat dan ketentuan

source: Privacy Policy
id_id: Kebijakan Privasi

source: Today
id_id: Hari ini

source: Product
id_id: Produk

source: Out of Stock
id_id: Tidak tersedia

source: Only
id_id: Hanya

source: product(s) available.
id_id: produk tersedia.

source: Total 3 item(s) in your cart
id_id: Total barang dalam Tas Belanja : 3

source: Size Guide
id_id: Panduan ukuran

source: Select Size
id_id: Pilih ukuran

source: Select Quantity
id_id: Pilih jumlah

source: SORT BY
id_id: Atur Berdasarkan

source: Done
id_id: Selesai

source: EDIT
id_id: UBAH

source: SAVE
id_id: SIMPAN

source: Clear
id_id: Hapus

source: ADD TO BAG
id_id: Pesan

source: Add to Wishlist
id_id: Tambahkan ke Wishlist

source: Alert
id_id: Perhatian

source: Success
id_id: Berhasil

source: OK
id_id: Ya

source: Cancel
id_id: Batal

source: Something went wrong. Please try again.
id_id: Mohon coba kembali.

source: Maximum 50 characters allowed in first name.
id_id: Maksimal 50 karakter di Nama Depan.

source: Maximum 50 characters allowed in last name.
id_id: Maksimal 50 karakter di Nama Belakang.

source: Please login before adding items to your wishlist.
id_id: Untuk menambahkan wishlist, mohon Login/Register terlebih dahulu.

source: Please login before checkout.
id_id: Mohon Login sebelum checkout.

source: Notification listing is empty.
id_id: Tidak ada notifikasi.

source: 5 characters are allowed in Zip/ Postal Code.
id_id: Masukan 5 karakter di Kode Pos.

source: No results found for the search
id_id: Produk tidak dapat ditemukan

source: No Reason selected
id_id: Alasan belum dipilih

source: No Item selected
id_id: Tidak ada produk yang dipilih

source: There was some error while getting order's detail.
id_id: Terjadi eror saat proses.

source: Total 3 item(s) in your wishlist
id_id: 3 Produk telah tersimpan di Wishlist

source: No Internet Connection
id_id: Jaringan internet tidak ditemukan

source: Are you sure you want to logout from application?
id_id: Apakah anda yakin akan keluar dari aplikasi?

source: Return request succesfully submitted.
id_id: Permintaan pengembalian produk Anda telah kami terima.

source: You can not delete default address. For deleting this make another address default.
id_id: Anda tidak bisa menghapus alamat utama, silakan membuat alamat utama yang baru terlebih dahulu.

source: Are you sure you want to remove item from your wishlist?
id_id: Apakah anda yakin untuk menghapus produk pada Wishlist?

source: Are you sure you want to remove item from your shopping bag?
id_id: Apakah anda yakin untuk menghapus produk pada Tas Belanja?

source: Your information has been updated successfully.
id_id: Informasi Anda telah berhasil diperbaharui.

source: Address has been added successfully.
id_id: Alamat berhasil diperbaharui.

source: Do you want to cancel your order?
id_id: Apakah anda mau membatalkan pesanan?

source: Are you sure you want to remove this address?
id_id: Apakah anda yakin untuk menghapus alamat ini?

source: Upload Recipient Photo
id_id: Unggah Foto

source: moved to wishlist successfully.
id_id: Berhasil memindahkan produk ke wishlist.

source: Please change the product qty or move it to your wishlist.
id_id: Ubah jumlah produk atau pindahkan ke wishlist Anda.

source: No more quantity available for this product.
id_id: Jumlah barang tidak tersedia.

source: Please select a payment method for your order.
id_id: Mohon pilih metode pembayaran.

source: Please select at least one option.
id_id: Pilih opsi.

source: Enter correct amount
id_id: Tulis jumlah yang sesuai

source: No more product available
id_id: Produk tidak tersedia

source: No user exists with this email id.
id_id: Alamat email tidak terdaftar.

source: IDR
id_id: Rp

source: Product does not fit
id_id: Ukuran tidak sesuai

source: Incorrect product received
id_id: Produk yang diterima tidak sesuai

source: Product does not match description on website
id_id: Produk tidak sesuai dengan website

source: Product does not meet customer's expectations
id_id: Produk tidak sesuai ekspektasi

source: Quality issue
id_id: Kualitas produk tidak baik

source: Mobile Number
id_id: Nomor Telepon

source: First Name
id_id: Nama Depan

source: Email Address
id_id: Alamat email

source: State
id_id: Provinsi

source: date
id_id: Tanggal

source: Transfer date
id_id: Tanggal transfer

source: Last Name
id_id: Nama belakang

source: description
id_id: deskripsi

source: Bank Recipient
id_id: Bank Penerima

source: Transaction Information
id_id: Informasi transaksi

source: Go to Notification Setting
id_id: Ke Pengaturan Notifikasi

source: Transfer Method
id_id: Metode Pembayaran

source: Settings
id_id: Pengaturan

source: Set as Default
id_id: Atur secara otomatis

source: Remove
id_id: Hapus

source: Bank Account Information
id_id: Informasi Akun Bank

source: Bank Name
id_id: Nama Bank

source: Edit
id_id: Ubah

source: My Account
id_id: Akun

source: Holder Account Number
id_id: No. Rekening Anda

source: To change the notification setting, Go to the notification panel.
id_id: Untuk merubah Pengaturan Notifikasi, silakan ubah di Fitur Notifikasi.

source: Transfer Amount
id_id: Jumlah transfer

source: Attachment
id_id: Lampiran

source: title
id_id: Titel

source: EXIT
id_id: KELUAR

source: No address available. Please add address to checkout.
id_id: Tidak ada alamat yang tersedia, silakan tambah alamat untuk checkout.

source: A new version of the The Executive App is available. Please update to access the latest features.
id_id: Versi baru untuk Aplikasi The Executive telah tersedia. Mohon perbaharui untuk mengakses fitur-fitur terbaru.

source: New Version
id_id: Versi baru

source: CONTINUE
id_id: LANJUTKAN

source: Search
id_id: Cari

source: Share
id_id: Bagikan

source: Color
id_id: Warna

source: S O R T B Y
id_id: ATUR BERDASARKAN

source: F I L T E R B Y
id_id: F I L T E R

source: Price Range
id_id: Range Harga

source: A P P L Y
id_id: T E R A P K A N

source: APPLY
id_id: TERAPKAN

source: Promo Code
id_id: Kode Promo

source: Enter your Promo Code
id_id: Masukan Kode Promo

source: The promo code you entered is not valid.
id_id: Kode promo yang dimasukan salah.

source: Product Total
id_id: Total Produk

source: Discount
id_id: Diskon

source: Grand Total
id_id: Total keseluruhan

source: Return From
id_id: Dari

source: Return To
id_id: Kepada

source: Return
id_id: Retur

source: Select Reason
id_id: Pilih Alasan

source: Payment ID
id_id: ID Pembayaran

source: Delivered
id_id: Terkirim

source: Return Qty
id_id: Jumlah barang retur

source: Products
id_id: Produk

source: You have not placed an order.
id_id: Anda belum melakukan pemesanan.

source: Shipping Cost
id_id: Biaya Pengiriman

source: R E T U R N
id_id: R E T U R

source: Return Mode
id_id: Mode Pengembalian

source: Return via courier (ex: JNE, RPX, SAP, etc.)
id_id: Kembalikan melalui kurir (mis: JNE, RPX, SAP, dll.)

source: Return via Alfamart (Free)
id_id: Kembali via Alfamart (Gratis)

source: CONFIRM ORDER & PAY NOW
id_id: LAKUKAN PEMBAYARAN

source: VIEW ORDER
id_id: LIHAT PESANAN

source: Items
id_id: Barang

source: Your Cart is empty!
id_id: Tas Belanja anda kosong!
